Repository: Darock-Studio/Watch-Browser
Catalog: Localization/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, tr, uk, vi, zh_hant

source: 安全延时结束后您将收到通知。
ar: ستتلقى إشعارا بعد التأخير الأمني.
de: Sie erhalten eine Benachrichtigung nach der Sicherheitsverzögerung.
en: You will get a notification when the security delay ends.
es: Recibirá una notificación después del retraso de seguridad.
fr: Vous recevrez une notification après le délai de sécurité.
hi: सुरक्षा देरी के बाद आपको एक सूचना प्राप्त होगी।
id: Anda akan menerima pemberitahuan setelah penundaan keamanan.
it: Riceverai una notifica dopo il ritardo di sicurezza.
ja: 安全遅延が終了すると、通知が届きます。
ko: 보안 지연이 끝나면 알림을 받게 될 것입니다.
nl: U ontvangt een melding na de beveiligingsvertraging.
pl: Otrzymasz powiadomienie po opóźnieniu bezpieczeństwa.
pt: Você receberá uma notificação após o atraso de segurança.
ru: Вы получите уведомление после задержки безопасности.
th: คุณจะได้รับการแจ้งเตือนหลังจากความล่าช้าด้านความปลอดภัย
tr: Güvenlik gecikmesinden sonra bir bildirim alacaksınız.
uk: Ви отримаєте сповіщення після затримки безпеки.
vi: Bạn sẽ nhận được thông báo sau khi bảo mật bị trì hoãn.

source: 安全性
ar: أَمان
de: Sicherheit
en: Security
es: Seguridad
fr: Sécurité
hi: सुरक्षा
id: Keselamatan
it: Sicurezza
ja: セキュリティ
ko: 안전성
nl: Veiligheid
pl: Bezpieczeństwo
pt: Segurança
ru: Безопасность
th: ความปลอดภัย
tr: Güven
uk: Безпека
vi: Sự an toàn

source: 安装此脚本
ar: قم بتثبيت هذا البرنامج النصي
de: Installieren Sie dieses Skript
en: Install This Script
es: Instalar este script
fr: Installez ce script
hi: इस स्क्रिप्ट को इंस्टॉल करें
id: Pasang skrip ini
it: Installa questo script
ja: このスクリプトをインストール
ko: 이 스크립트를 설치하다
nl: Installeer dit script
pl: Zainstaluj ten skrypt
pt: Instale este script
ru: Установите этот скрипт
th: ติดตั้งสคริปต์นี้
tr: Bu betiği yükle
uk: Встановіть цей скрипт
vi: Cài đặt tập lệnh này
zh_hant: 安裝此腳本

source: 完成
ar: أَنْجَزَ
de: Erreichen
en: Done
es: Lograr
fr: Accomplir
hi: पूरा करना
id: Menyelesaikan
it: Realizzare
ja: 完了
ko: 완성
nl: Bereiken
pl: Osiągnąć
pt: Realizar
ru: Выполнять, выполнить
th: ทำสำเร็จ
tr: Başarmak
uk: Досягти
vi: Hoàn thành

source: 完成！
ar: تم!
de: Erledigt!
en: Done!
es: ¡Hecho!
fr: C'est fait !
hi: हो गया!
id: Selesai!
it: Fatto!
ja: 完了！
ko: 완성!
nl: Klaar!
pl: Gotowe!
pt: Feito!
ru: Готово!
th: เสร็จแล้ว!
tr: Bitti!
uk: Готово!
vi: Xong!

source: 完成后提醒
ar: تذكير بعد الانتهاء
de: Erinnerung nach Abschluss
en: Notify when Finish
es: Recordatorio después de la finalización
fr: Rappel après l'achèvement
hi: पूरा होने के बाद अनुस्मारक
id: Pengingat setelah selesai
it: Promemoria dopo il completamento
ja: 終わったら注意する
ko: 완성 후 알림
nl: Herinnering na voltooiing
pl: Przypomnienie po zakończeniu
pt: Lembrete após a conclusão
ru: Напоминание после завершения
th: เตือนความจําหลังจากเสร็จสิ้น
tr: Tamamlandıktan sonra hatırlatma
uk: Нагадування після завершення
vi: Nhắc nhở sau khi hoàn thành
zh_hant: 完成後提醒

source: 定位服务权限
ar: أذونات خدمة الموقع
de: Berechtigungen für den Standortdienst
en: Location Services Permission
es: Permisos de servicio de ubicación
fr: Autorisations de service de localisation
hi: स्थान सेवा अनुमतियाँ
id: Izin layanan lokasi
it: Autorizzazioni del servizio di localizzazione
ja: 位置情報サービスの許可
ko: 위치 서비스 권한
nl: Locatie service machtigingen
pl: Uprawnienia do usług lokalizacji
pt: Permissões de serviço de localização
ru: Разрешения службы определения местоположения
th: การอนุญาตบริการระบุตําแหน่ง
tr: Konum hizmeti izinleri
uk: Дозволи служби визначення місцезнаходження
vi: Quyền dịch vụ định vị
zh_hant: 定位服務權限

source: 实验室
ar: مُخْتَبَر
de: Labor
en: Laboratory
es: Laboratorio
fr: Laboratoire
hi: प्रयोगशाला
id: Laboratorium
it: Laboratorio
ja: ラボ
ko: 실험실
nl: Laboratorium
pl: Laboratorium
pt: Laboratório
ru: Лаборатория
th: ห้องปฏิบัติการ
tr: Laboratuvar
uk: Лабораторія
vi: Phòng thí nghiệm
zh_hant: 實驗室

source: 密码
ar: رمز سري
de: Passwort
en: Passcode
es: Clave
fr: Code secret
hi: गुप्त कोड
id: Kode rahasia
it: Codice segreto
ja: パスワード
ko: 비밀번호
nl: Geheime code
pl: Tajny kod
pt: Código secreto
ru: Секретный код
th: รหัสลับ
tr: Gizli kod
uk: Секретний код
vi: Mã bí mật
zh_hant: 密碼

source: 密码不能为空
ar: لا يمكن أن تكون كلمة المرور فارغة.
de: Das Passwort kann nicht leer sein.
en: Password cannot be empty
es: La contraseña no puede estar vacía.
fr: Le mot de passe ne peut pas être vide.
hi: पासवर्ड खाली नहीं हो सकता।
id: Kata sandi tidak boleh kosong.
it: La password non può essere vuota.
ja: パスワードは空にできません
ko: 비밀번호는 비워서는 안 됩니다
nl: Het wachtwoord kan niet leeg zijn.
pl: Hasło nie może być puste.
pt: A senha não pode estar vazia.
ru: Пароль не может быть пустым.
th: รหัสผ่านไม่สามารถเว้นว่างไว้ได้
tr: Şifre boş olamaz.
uk: Пароль не може бути порожнім.
vi: Mật khẩu không thể để trống.
zh_hant: 密碼不能為空

source: 密码已关闭
ar: كلمة المرور مغلقة.
de: Das Passwort ist geschlossen.
en: Password is disabled
es: La contraseña está cerrada.
fr: Le mot de passe est fermé.
hi: पासवर्ड बंद है।
id: Kata sandi ditutup.
it: La password è chiusa.
ja: パスワードが無効になりました
ko: 비밀번호가 닫혔어요
nl: Het wachtwoord is gesloten.
pl: Hasło jest zamknięte.
pt: A senha está fechada.
ru: Пароль был закрыт.
th: รหัสผ่านถูกปิด
tr: Şifre kapatıldı.
uk: Пароль закрито.
vi: Mật khẩu đã bị đóng.
zh_hant: 密碼已關閉

source: 密码已更改
ar: تم تغيير كلمة المرور.
de: Das Passwort wurde geändert.
en: Password has been changed
es: La contraseña ha sido cambiada.
fr: Le mot de passe a été modifié.
hi: पासवर्ड बदल दिया गया है।
id: Kata sandi telah diubah.
it: La password è stata cambiata.
ja: パスワードが変更されました
ko: 비밀번호가 변경되었습니다
nl: Het wachtwoord is gewijzigd.
pl: Hasło zostało zmienione.
pt: A senha foi alterada.
ru: Пароль был изменен
th: รหัสผ่านถูกเปลี่ยนแล้ว
tr: Şifre değiştirildi.
uk: Пароль змінено.
vi: Mật khẩu đã được thay đổi.
zh_hant: 密碼已更改

source: 密码已设置
ar: تم تعيين كلمة المرور.
de: Das Passwort wurde festgelegt.
en: Password has been set
es: Se ha establecido la contraseña.
fr: Le mot de passe a été défini.
hi: पासवर्ड सेट कर दिया गया है।
id: Kata sandi telah diatur.
it: La password è stata impostata.
ja: パスワードが設定されました
ko: 비밀번호가 설정되었습니다
nl: Het wachtwoord is ingesteld.
pl: Hasło zostało ustawione.
pt: A senha foi definida.
ru: Пароль установлен
th: รหัสผ่านถูกตั้งค่าแล้ว
tr: Şifre ayarlandı.
uk: Пароль встановлено.
vi: Mật khẩu đã được đặt.
zh_hant: 密碼已設置

source: 密码错误
ar: كلمة مرور خاطئة
de: Falsches Passwort
en: Incorrect password
es: Contraseña incorrecta
fr: Mot de passe erroné
hi: गलत पासवर्ड
id: Kata sandi salah
it: Password errata
ja: パスワードが間違っています
ko: 비밀번호 오류
nl: Verkeerd wachtwoord
pl: Błędne hasło
pt: Senha errada
ru: Неправильный пароль
th: รหัสผ่านไม่ถูกต้อง
tr: Yanlış şifre
uk: Неправильний пароль
vi: Mật khẩu sai
zh_hant: 密碼錯誤

source: 密码长度不能小于8位
ar: لا يمكن أن يكون طول كلمة المرور أقل من 8 أرقام.
de: Die Länge des Passworts darf nicht kleiner als 8 Ziffern sein.
en: Password length must be at least 8 characters
es: La longitud de la contraseña no puede ser inferior a 8 dígitos.
fr: La longueur du mot de passe ne peut pas être inférieure à 8 chiffres.
hi: पासवर्ड की लंबाई 8 अंकों से कम नहीं हो सकती।
id: Panjang kata sandi tidak boleh kurang dari 8 digit.
it: La lunghezza della password non può essere inferiore a 8 cifre.
ja: パスワードは8文字以上でなければなりません
ko: 비밀번호 길이는 8자리보다 작아서는 안 됩니다
nl: De lengte van het wachtwoord mag niet kleiner zijn dan 8 cijfers.
pl: Długość hasła nie może być mniejsza niż 8 cyfr.
pt: O comprimento da senha não pode ter menos de 8 dígitos.
ru: Длина пароля не может быть меньше 8 цифр.
th: ความยาวของรหัสผ่านต้องไม่น้อยกว่า 8 หลัก
tr: Şifrenin uzunluğu 8 basamaktan az olamaz.
uk: Довжина пароля не може бути менше 8 цифр.
vi: Độ dài của mật khẩu không được nhỏ hơn 8 chữ số.
zh_hant: 密碼長度不能小於8位

source: 导航到
ar: انتقل إلى
de: Navigieren Sie zu
en: Navigate to
es: Navegar a
fr: Naviguez vers
hi: पर नेविगेट करें
id: Arahkan ke
it: Passare a
ja: ナビゲーション
ko: 내비게이션으로
nl: Navigeer naar
pl: Przejdź do
pt: Navegue até
ru: Перейти к
th: นําทางไปยัง
tr: Gidin
uk: Перейти до
vi: Điều hướng đến

source: 导航手势
ar: إيماءات التنقل
de: Navigationsgesten
en: Navigation Gestures
es: Gestos de navegación
fr: Gestes de navigation
hi: नेविगेशन इशारे
id: Gerakan navigasi
it: Gesti di navigazione
ja: ナビゲーションジェスチャー
ko: 내비게이션 손짓
nl: Navigatie gebaren
pl: Gesty nawigacyjne
pt: Gestos de navegação
ru: Навигационные жесты
th: ท่าทางการนําทาง
tr: Gezinme hareketleri
uk: Навігаційні жести
vi: Cử chỉ điều hướng
zh_hant: 導航手勢

source: 将密码用于：
ar: استخدم كلمة المرور من أجل:
de: Verwenden Sie das Passwort für:
en: Use password for:
es: Utilice la contraseña para:
fr: Utilisez le mot de passe pour :
hi: इसके लिए पासवर्ड का उपयोग करें:
id: Gunakan kata sandi untuk:
it: Usa la password per:
ja: パスワードの用途：
ko: 비밀번호를 다음에 사용합니다:
nl: Gebruik het wachtwoord voor:
pl: Użyj hasła do:
pt: Use a senha para:
ru: Используйте пароль для:
th: ใช้รหัสผ่านสําหรับ:
tr: Şifreyi şunlar için kullanın:
uk: Використовуйте пароль для:
vi: Sử dụng mật khẩu cho:
zh_hant: 將密碼用於：

source: 将当前位置添加为受信任位置
ar: أضف الموقع الحالي كموقع موثوق به
de: Fügen Sie den aktuellen Standort als vertrauenswürdigen Standort hinzu
en: Add current location as a trusted location
es: Añade la ubicación actual como una ubicación de confianza
fr: Ajoutez l'emplacement actuel en tant qu'emplacement de confiance
hi: वर्तमान स्थान को एक विश्वसनीय स्थान के रूप में जोड़ें
id: Tambahkan lokasi saat ini sebagai lokasi tepercaya
it: Aggiungi la posizione corrente come posizione attendibile
ja: 現在の場所を信頼できる場所に追加
ko: 현재 위치를 신뢰할 수 있는 위치로 추가
nl: Voeg de huidige locatie toe als een vertrouwde locatie
pl: Dodaj bieżącą lokalizację jako zaufaną lokalizację
pt: Adicione a localização atual como uma localização confiável
ru: Добавьте текущее местоположение в качестве доверенного местоположения
th: เพิ่มตําแหน่งปัจจุบันเป็นตําแหน่งที่เชื่อถือได้
tr: Mevcut konumu güvenilir bir konum olarak ekleyin
uk: Додайте поточне місцезнаходження як довірене місце
vi: Thêm vị trí hiện tại làm vị trí đáng tin cậy
zh_hant: 將當前位置添加為受信任位置

source: 将所有历史记录转换为新架构
ar: حول كل التاريخ إلى بنية معمارية جديدة
de: Konvertieren Sie die gesamte Geschichte in eine neue Architektur
en: Convert all history records to the new architecture
es: Convierte toda la historia en una nueva arquitectura
fr: Convertir toute l'histoire en une nouvelle architecture
hi: सभी इतिहास को एक नई वास्तुकला में बदलें
id: Ubah semua sejarah menjadi arsitektur baru
it: Converti tutta la storia in una nuova architettura
ja: すべての履歴を新しいアーキテクチャに変換
ko: 모든 이력을 새로운 구조로 변환
nl: Alle geschiedenis omzetten in een nieuwe architectuur
pl: Konwertuj całą historię na nową architekturę
pt: Converta toda a história em uma nova arquitetura
ru: Преобразуйте всю историю в новую архитектуру
th: แปลงประวัติศาสตร์ทั้งหมดเป็นสถาปัตยกรรมใหม่
tr: Tüm geçmişi yeni bir mimariye dönüştürün
uk: Перетворіть всю історію на нову архітектуру
vi: Chuyển đổi toàn bộ lịch sử thành một kiến trúc mới
zh_hant: 將所有歷史記錄轉換為新架構

source: 将数码表冠用作
ar: استخدم التاج الرقمي ك
de: Verwenden Sie die digitale Krone als
en: Use the digital crown as
es: Usa la corona digital como
fr: Utilisez la couronne numérique comme
hi: डिजिटल क्राउन का उपयोग करें जैसे
id: Gunakan mahkota digital sebagai
it: Usa la corona digitale come
ja: デジタルクラウンを使う
ko: 디지털 크라운을 사용하여
nl: Gebruik de digitale kroon als
pl: Użyj cyfrowej korony jako
pt: Use a coroa digital como
ru: Используйте цифровую корону в качестве
th: ใช้มงกุฎดิจิตอลเป็น
tr: Dijital tacı olarak kullanın
uk: Використовуйте цифрову корону як
vi: Sử dụng vương miện kỹ thuật số như

source: 尝试一下？
ar: هل جربت؟
de: Haben Sie es versucht?
en: Have a try?
es: ¿Tienes una oportunidad?
fr: Avez-vous essayé ?
hi: कोशिश करो?
id: Sudah mencoba?
it: Provaci?
ja: 試してみますか？
ko: 한번 해볼래?
nl: Heb je eens geprobeerd?
pl: Masz próbę?
pt: Tem uma tentativa?
ru: Попробовать?
th: ลองไหม
tr: Denedin mi?
uk: Спробуєш?
vi: Thử chưa?
zh_hant: 嘗試一下？

source: 尝试在 iPhone 设置中关闭无线局域网与蓝牙
ar: حاول إيقاف تشغيل Wi-Fi وBluetooth في إعدادات iPhone
de: Versuchen Sie, WLAN und Bluetooth in den iPhone-Einstellungen auszuschalten
en: Try turning off Wi-Fi and Bluetooth in iPhone settings.
es: Intenta desactivar el Wi-Fi y el Bluetooth en la configuración del iPhone
fr: Essayez de désactiver le Wi-Fi et le Bluetooth dans les paramètres de l'iPhone
hi: आईफोन सेटिंग्स में वाई-फाई और ब्लूटूथ को बंद करने का प्रयास करें
id: Coba matikan Wi-Fi dan Bluetooth di pengaturan iPhone
it: Prova a disattivare Wi-Fi e Bluetooth nelle impostazioni dell'iPhone
ja: iPhoneの設定でWi-FiとBluetoothをオフにしてみてください
ko: iPhone 설정에서 Wi-Fi 및 Bluetooth를 끄려고 합니다.
nl: Probeer Wi-Fi en Bluetooth uit te schakelen in de iPhone-instellingen
pl: Spróbuj wyłączyć Wi-Fi i Bluetooth w ustawieniach iPhone'a
pt: Tente desligar o Wi-Fi e o Bluetooth nas configurações do iPhone
ru: Попробуйте отключить Wi-Fi и Bluetooth в настройках iPhone
th: ลองปิด Wi-Fi และ Bluetooth ในการตั้งค่า iPhone
tr: iPhone ayarlarında Wi-Fi ve Bluetooth'u kapatmayı deneyin
uk: Спробуйте вимкнути Wi-Fi та Bluetooth у налаштуваннях iPhone
vi: Hãy thử tắt Wi-Fi và Bluetooth trong cài đặt iPhone
zh_hant: 嘗試在 iPhone 設定中關閉 WLAN 與藍牙

source: 工具栏
ar: شريط الأدوات
de: Symbolleiste
en: Toolbar
es: Barra de herramientas
fr: Barre d'outils
hi: टूल बार
id: Batang alat
it: Barra degli attrezzi
ja: ツールバー
ko: 툴바
nl: Werkbalk
pl: Pasek narzędzi
pt: Barra de ferramentas
ru: Панель инструментов
th: แถบเครื่องมือ
tr: Araç çubuğu
uk: Панель інструментів
vi: Thanh công cụ

source: 已下载 %@MB
ar: تم تنزيل %@MB
de: Heruntergeladen %@MB
en: Downloaded %@ MB
es: Descargado %@MB
fr: Téléchargé %@MB
hi: डाउनलोड किया गया %@MB
id: Diunduh %@MB
it: Scaricato %@MB
ja: ダウンロード済み %@MB
ko: 다운로드됨 %@MB
nl: Gedownload %@MB
pl: Pobrano %@MB
pt: Baixado %@MB
ru: Загружено %@MB
th: ดาวน์โหลด %@MB
tr: İndirildi %@MB
uk: Завантажено %@MB
vi: Đã tải xuống %@MB
zh_hant: 已下載 %@MB

source: 已使用 %@ MB
ar: مستعمل %@ MB
de: Verwendet %@ MB
en: %@ MB used
es: Usado %@ MB
fr: Utilisé %@ MB
hi: प्रयुक्त %@ एमबी
id: Digunakan %@ MB
it: Usato %@ MB
ja: 使用済み %@ MB
ko: 사용됨 %@ MB
nl: Gebruikt %@ MB
pl: Używany %@ MB
pt: Usado %@ MB
ru: Используется %@ MB
th: ใช้แล้ว %@ MB
tr: Kullanılmış %@ MB
uk: Використано %@ MB
vi: Đã sử dụng %@ MB

source: 已修复
ar: تم إصلاحه
de: Repariert
en: Fixed
es: Reparado
fr: Réparé
hi: मरम्मत
id: Diperbaiki
it: Riparato
ja: 修正済み
ko: 복구 완료
nl: Gerepareerd
pl: Naprawiony
pt: Reparado
ru: Постоянный
th: ซ่อมแซมแล้ว
tr: Onarılmış
uk: Відремонтований
vi: Đã sửa chữa
zh_hant: 已修復

source: 已发送
ar: أرسل
de: Gesendet
en: Sent
es: Enviado
fr: Envoyé
hi: भेजा गया
id: Terkirim
it: Inviato
ja: 送信済み
ko: 이미 보냈습니다
nl: Verzonden
pl: Wysłano
pt: Enviado
ru: Отправлено
th: ส่งแล้ว
tr: Gönderildi
uk: Відправлено
vi: Đã gửi
zh_hant: 已發送

source: 已同步的数据将会被保留。
ar: سيتم الاحتفاظ بالبيانات المتزامنة.
de: Die synchronisierten Daten werden beibehalten.
en: Synced data will be retained.
es: Los datos sincronizados se conservarán.
fr: Les données synchronisées seront conservées.
hi: सिंक्रनाइज़ किए गए डेटा को बरकरार रखा जाएगा।
id: Data yang disinkronkan akan disimpan.
it: I dati sincronizzati verranno conservati.
ja: 同期されたデータは保持されます。
ko: 동기화된 데이터는 유지될 것입니다.
nl: De gesynchroniseerde gegevens worden bewaard.
pl: Zsynchronizowane dane zostaną zachowane.
pt: Os dados sincronizados serão mantidos.
ru: Синхронизированные данные будут сохранены.
th: ข้อมูลที่ซิงโครไนซ์จะถูกเก็บไว้
tr: Senkronize edilmiş veriler saklanacaktır.
uk: Синхронізовані дані будуть збережені.
vi: Dữ liệu được đồng bộ hóa sẽ được giữ lại.

source: 已启用
ar: ممكن
de: Aktiviert
en: Enabled
es: Habilitado
fr: Activé
hi: सक्षम
id: Diaktifkan
it: Abilitato
ja: 有効化済み
ko: 사용됨
nl: Ingeschakeld
pl: Włączony
pt: Ativado
ru: Включено
th: เปิดใช้งาน
tr: Etkinleştirilmiş
uk: Увімкнено
vi: Đã kích hoạt
zh_hant: 已啟用

source: 已启用的脚本
ar: البرامج النصية الممكنة
de: Aktivierte Skripte
en: Active Scripts
es: Scripts habilitados
fr: Scripts activés
hi: सक्षम स्क्रिप्ट
id: Skrip yang diaktifkan
it: Script abilitati
ja: 有効化されたスクリプト
ko: 활성화된 스크립트
nl: Ingeschakelde scripts
pl: Włączone skrypty
pt: Scripts habilitados
ru: Включенные скрипты
th: สคริปต์ที่เปิดใช้งาน
tr: Etkin komut dosyaları
uk: Увімкнено скрипти
vi: Các tập lệnh được bật
zh_hant: 已啟用的腳本

source: 已在未来版本修复
ar: تم إصلاحه في الإصدارات المستقبلية.
de: Es wurde in zukünftigen Versionen repariert.
en: Fixed in Future Versions
es: Se ha reparado en futuras versiones.
fr: Il a été réparé dans les versions futures.
hi: भविष्य के संस्करणों में इसकी मरम्मत की गई है।
id: Itu telah diperbaiki di versi mendatang.
it: È stato riparato nelle versioni future.
ja: 次回バージョンで修正済み
ko: 이미 미래 버전에서 복구되었습니다.
nl: Het is gerepareerd in toekomstige versies.
pl: Został naprawiony w przyszłych wersjach.
pt: Foi reparado em versões futuras.
ru: Это было исправлено в будущих версиях.
th: มันได้รับการซ่อมแซมในเวอร์ชันในอนาคต
tr: Gelecek sürümlerde onarıldı.
uk: Він був відремонтований у майбутніх версіях.
vi: Nó đã được sửa chữa trong các phiên bản tương lai.
zh_hant: 已在未來版本修復

source: 已安装暗礁文件
ar: تم تثبيت ملفات الشعاب المرجانية
de: Reef-Dateien wurden installiert
en: Cluster Installed
es: Se han instalado archivos de Reef
fr: Les fichiers Reef ont été installés
hi: रीफ फाइलें स्थापित की गई हैं
id: File Reef telah diinstal
it: I file Reef sono stati installati
ja: 暗礁ファイルをインストール済み
ko: 암초 파일을 설치했습니다.
nl: Reef-bestanden zijn geïnstalleerd
pl: Pliki Reef zostały zainstalowane
pt: Os arquivos Reef foram instalados
ru: Файлы Reef были установлены
th: ไฟล์ Reef ถูกติดตั้งแล้ว
tr: Resif dosyaları kuruldu
uk: Файли Reef були встановлені
vi: Các tệp Reef đã được cài đặt

source: 已抹掉
ar: تم محوه
de: Gelöscht
en: Erased
es: Borrado
fr: Effacé
hi: मिटा दिया गया
id: Dihapus
it: Cancellato
ja: 消去済み
ko: 이미 지워졌다
nl: Gewist
pl: Wymazany
pt: Apagado
ru: Стерто
th: ถูกลบ
tr: Silinmiş
uk: Стертий
vi: Đã xóa
zh_hant: 已清除

source: 已还原
ar: استعادة
de: Wiederhergestellt
en: Reset
es: Restaurado
fr: Restauré
hi: बहाल
id: Dipulihkan
it: Restaurato
ja: 復元済み
ko: 복원됨
nl: Hersteld
pl: Przywrócony
pt: Restaurado
ru: Восстановленный
th: ฟื้นฟู
tr: Restore edilmiş
uk: Відновлено
vi: Đã được khôi phục
zh_hant: 已重置

source: 常用设置
ar: الإعدادات الشائعة
de: Gemeinsame Einstellungen
en: Common Settings
es: Configuración común
fr: Paramètres communs
hi: सामान्य सेटिंग्स
id: Pengaturan umum
it: Impostazioni comuni
ja: よく使う設定
ko: 자주 사용하는 설정
nl: Algemene instellingen
pl: Wspólne ustawienia
pt: Configurações comuns
ru: Общие настройки
th: การตั้งค่าทั่วไป
tr: Ortak ayarlar
uk: Загальні налаштування
vi: Cài đặt chung
zh_hant: 常用設定

source: 常见问题
ar: سؤال متكرر
de: Häufig gestellte Fragen
en: FAQs
es: Preguntas frecuentes
fr: Foire aux questions
hi: अक्सर पूछे जाने वाले प्रश्न
id: Pertanyaan yang sering diajukan
it: Domande frequenti
ja: よくある質問
ko: 자주 묻는 질문
nl: Veelgestelde vragen
pl: Często zadawane pytanie
pt: Perguntas frequentes
ru: Часто задаваемый вопрос
th: คําถามที่พบบ่อย
tr: Sık sorulan soru
uk: Часті запитання
vi: Câu hỏi thường gặp
zh_hant: 常見問題

source: 应用到
ar: تقدم بطلب إلى
de: Bewerben Sie sich bei
en: Apply to
es: Aplicar a
fr: Appliquer à
hi: के लिए आवेदन करें
id: Terapkan ke
it: Applicare a
ja: 適用対象
ko: 적용하다
nl: Toepassen op
pl: Zastosuj do
pt: Aplicar a
ru: Применяется к
th: นําไปใช้กับ
tr: Başvur
uk: Застосувати до
vi: Áp dụng cho
zh_hant: 應用到

source: 建议
ar: اقْتَرَحَ
de: Vorschlagen
en: Suggest
es: Proponer
fr: Proposer
hi: प्रस्ताव
id: Mengusulkan
it: Proporre
ja: 提案
ko: 제안
nl: Voorstellen
pl: Zaproponować
pt: Propor
ru: Предлагать, предложить
th: เสนอ
tr: Önermek
uk: Запропонувати
vi: Đề xuất
zh_hant: 建議

source: 开发者
ar: مُطَوِّر
de: Bauunternehmer
en: Developer
es: Promotor
fr: Révélateur
hi: डेवलपर
id: Pengembang
it: Sviluppatore
ja: 開発者
ko: 개발자
nl: Ontwikkelaar
pl: Developer
pt: Desenvolvedor
ru: Застройщик
th: ผู้พัฒนา
tr: Müteahhit
uk: Розробник
vi: Người phát triển
zh_hant: 開發者

source: 开发者模式
ar: وضع المطور
de: Entwicklermodus
en: Developer Mode
es: Modo desarrollador
fr: Mode développeur
hi: डेवलपर मोड
id: Mode pengembang
it: Modalità sviluppatore
ja: デベロッパーモード
ko: 개발자 모드
nl: Ontwikkelaarsmodus
pl: Tryb programisty
pt: Modo desenvolvedor
ru: Режим разработчика
th: โหมดนักพัฒนา
tr: Geliştirici modu
uk: Режим розробника
vi: Chế độ nhà phát triển
zh_hant: 開發者模式

source: 开启密码
ar: قم بتشغيل كلمة المرور
de: Schalten Sie das Passwort ein
en: Enable Passcode
es: Activa la contraseña
fr: Activez le mot de passe
hi: पासवर्ड चालू करें
id: Nyalakan kata sandi
it: Attiva la password
ja: パスワードを有効にする
ko: 비밀번호를 켜다
nl: Zet het wachtwoord aan
pl: Włącz hasło
pt: Ligue a senha
ru: Включите пароль
th: เปิดรหัสผ่าน
tr: Şifreyi aç
uk: Увімкніть пароль
vi: Bật mật khẩu
zh_hant: 開啟密碼

source: 开始
ar: بَدَأَ
de: Beginnen
en: Get Started
es: Empezar
fr: Commencer
hi: शुरू
id: Mulai
it: Iniziare
ja: 開始
ko: 시작하다
nl: Beginnen
pl: Rozpocząć
pt: Começar
ru: Начинать, начать
th: เริ่มต้น
tr: Başlamak
uk: Почати
vi: Bắt đầu
zh_hant: 開始

source: 开始安全延时
ar: ابدأ التأخير الأمني
de: Starten Sie die Sicherheitsverzögerung
en: Start Security Delay
es: Iniciar el retraso de seguridad
fr: Démarrer le retard de sécurité
hi: सुरक्षा देरी शुरू करें
id: Mulai penundaan keamanan
it: Avvia il ritardo di sicurezza
ja: セキュリティ待機を開始
ko: 안전 지연 시작
nl: Start de beveiligingsvertraging
pl: Rozpocznij opóźnienie bezpieczeństwa
pt: Inicie o atraso de segurança
ru: Начать задержку безопасности
th: เริ่มการหน่วงเวลาเพื่อความปลอดภัย
tr: Güvenlik gecikmesini başlat
uk: Запустіть затримку безпеки
vi: Bắt đầu trì hoãn bảo mật
zh_hant: 開始安全延時

source: 开始迁移
ar: ابدأ الترحيل
de: Migration starten
en: Start migration
es: Iniciar la migración
fr: Démarrer la migration
hi: माइग्रेशन शुरू करें
id: Mulai migrasi
it: Inizia la migrazione
ja: 移行開始
ko: 이동을 시작하다
nl: Start migratie
pl: Rozpocznij migrację
pt: Iniciar a migração
ru: Начать миграцию
th: เริ่มการโยกย้าย
tr: Geçişi başlat
uk: Почати міграцію
vi: Bắt đầu di cư
zh_hant: 開始遷移

source: 开始阅读
ar: ابدأ القراءة
de: Beginnen Sie zu lesen
en: Start Reading
es: Empieza a leer
fr: Commencer à lire
hi: पढ़ना शुरू करें
id: Mulai membaca
it: Inizia a leggere
ja: 読み始める
ko: 읽기 시작하다
nl: Begin met lezen
pl: Zacznij czytać
pt: Comece a ler
ru: Начать читать
th: เริ่มอ่าน
tr: Okumaya başla
uk: Почати читати
vi: Bắt đầu đọc
zh_hant: 開始閱讀

source: 开源协议许可
ar: ترخيص اتفاقية مفتوحة المصدر
de: Open-Source-Vereinbarungslizenz
en: Acknowledgments
es: Licencia de acuerdo de código abierto
fr: Licence d'accord open source
hi: ओपन सोर्स एग्रीमेंट लाइसेंस
id: Lisensi perjanjian sumber terbuka
it: Licenza di accordo open source
ja: オープンソースライセンス
ko: 오픈소스 규약 허가
nl: Open source overeenkomst licentie
pl: Licencja na umowę typu open source
pt: Licença de acordo de código aberto
ru: Лицензия на соглашение с открытым исходным кодом
th: ใบอนุญาตข้อตกลงโอเพ่นซอร์ส
tr: Açık kaynak anlaşması lisansı
uk: Ліцензія на угоду з відкритим кодом
vi: Giấy phép thỏa thuận nguồn mở
zh_hant: 開源許可協議

source: 强制深色模式
ar: الوضع المظلم القسري
de: Erzwungener Dunkelmodus
en: Force Dark Mode
es: Modo oscuro forzado
fr: Mode sombre forcé
hi: जबरन डार्क मोड
id: Mode gelap paksa
it: Modalità scura forzata
ja: ダークモードを強制
ko: 강제 다크 모드
nl: Geforceerde donkere modus
pl: Wymuszony tryb ciemny
pt: Modo escuro forçado
ru: Принудительный темный режим
th: โหมดมืดบังคับ
tr: Zorunlu karanlık mod
uk: Примусовий темний режим
vi: Chế độ tối bắt buộc
zh_hant: 強制深色模式

source: 当前密码
ar: كلمة المرور الحالية
de: Aktuelles Passwort
en: Current Password
es: Contraseña actual
fr: Mot de passe actuel
hi: वर्तमान पासवर्ड
id: Kata sandi saat ini
it: Password attuale
ja: 現在のパスワード
ko: 현재 비밀번호
nl: Huidig wachtwoord
pl: Aktualne hasło
pt: Senha Atual
ru: Текущий пароль
th: รหัสผ่านปัจจุบัน
tr: Mevcut şifre
uk: Поточний пароль
vi: Mật khẩu hiện tại
zh_hant: 當前密碼
